Repository: TyVik/geopuzzle
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Infoboxes were updated.
ru: Инфобоксы обновлены.

source: Update infoboxes
ru: Обновить инфобоксы

source: Polygons were updated.
ru: Полигоны обновлены.

source: Update polygons
ru: Обновить полигоны

source: Infobox
ru: Инфобокс

source: Infobox was updated successfully.
ru: Инфобокс обновлён успешно.

source: Polygon was imported successfully.
ru: Полигон загружен успешно.

source: maps
ru: карты

source: History
ru: История

source: Import KML
ru: Импорт KML

source: View on site
ru: Посмотреть на сайте

source: Please correct the error below.
ru: Пожалуйста, исправьте ошибки.

source: Please correct the errors below.
ru: Пожалуйста, исправьте ошибки.

source: Update Infobox
ru: Обновить инфобокс

source: Import from OSM
ru: Импорт из OSM

source: English
ru: Английский

source: Russian
ru: Русский

source: puzzle
ru: Паззл

source: In the Puzzle you need to drag the shape of the territory to the right place. Just like in childhood we collected pictures piece by piece, so here you can collect a country from regions or whole continents from countries!
ru: В игре "Паззл" нужно перетащить контур территории на её место. В детстве мы собирали картины кусочек за кусочком, а здесь можно собрать страну из регионов или целые континенты из стран!

source: quiz
ru: Викторина

source: In the Quiz you need find the country by flag, emblem or the capital. Did you know that Monaco and Indonesia have the same flags? And that the flags of the United States and Liberia differ only in the number of stars? So, these and other interesting things can be learned and remembered after brainstorming right now!
ru: В игре «Викторина» искать страну нужно будет по флагу, гербу или столице. Знали ли вы, что у Монако и Индонезии одинаковые флаги? А что флаги США и Либерии отличаются только количеством звёзд? Так вот, эти и другие интересности можно узнать и запомнить, пройдя мозговой штурм прямо сейчас!

source: Puzzle "{}" has been assembled! Your time is
ru: Пазл «{}» был собран! Ваше время

source: World map
ru: Карта мира

source: Quiz "{name}" has been solved! You guessed all {subjects}. Your time is
ru: Викторина "{name}" пройдена! Вы нашли все {subjects}. Ваше время

source: countries
ru: страны

source: regions
ru: регионы

source: Mercator puzzle of
ru: Паззл Меркатора -

source: World
ru: Мир

source: Arrange the pieces of the world!
ru: Собери мир по кусочкам!

source: Workshop
ru: Мастерская

source: logout
ru: выйти

source: Sign In
ru: Войти

source: Sign Up
ru: Регистрация

source: Here, in the form of a game, you can learn the names and locations of each country or state and have fun doing it. In your hands are all of the regions of the world! Select a region in its proper place or from a list and look at it flag, coat of arms and perhaps even more information to help you learn geography.
ru: В игровой форме здесь можно выучить не только расположение и название страны или региона, но и их флаг, герб и столицу. Под вашей рукой все государства мира — изучайте их, перемещайте и сравнивайте!. Выберите регион из списка, чтобы получить более детальную информацию по нему.

source: Moreover, you can create your own puzzles from more than 100,000 regions after registration!
ru: Более того, после регистрации вы можете создавать свои собственные игры из более чем 100 000 кусочков!

source: easy countries
ru: лёгкие страны

source: all countries
ru: все страны

source: Country regions
ru: Регионы стран

source: This is my pet project, but I was so impressed with this idea that I decided to make a website. It is not over yet - will update both the data and functionality. All suggestions for improvement can be sent to me via <a href="mailto:tyvik8@gmail.com?&subject=GeoPuzzle">email</a>, <a href="https://vk.com/tyvik" target="_blank">Vk</a> or <a href="https://www.facebook.com/TyVikZero" target="_blank">facebook</a>.
ru: Это мой домашний проект, но я был настолько вдохновлён идеей, что решил сделать полноценный сайт. Он ещё не закончен - будут обновления как самих данных, так и функционала. Все пожелания можно направить мне на <a href="mailto:tyvik8@gmail.com?&subject=GeoPuzzle">почту</a>, в <a href="https://vk.com/tyvik" target="_blank">Vk</a> или в <a href="https://www.facebook.com/TyVikZero" target="_blank">facebook</a>.

source: You always can support the project with donations via <a href="https://www.paypal.me/tyvik">PayPal</a>, <a href="https://yasobe.ru/na/geopuzzle">Yandex money</a> or <a href="https://www.patreon.com/geopuzzle">Patreon</a>.
ru: Вы всегда можете поддержать проект с помощью пожертвований через <a href="https://www.paypal.me/tyvik">PayPal</a>, <a href="https://yasobe.ru/na/geopuzzle">Яндекс денег</a> или <a href="https://www.patreon.com/geopuzzle">Patreon</a>.

source: Games on political maps
ru: Игры на политической карте

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Avatar
ru: Аватар

source: Language
ru: Язык

source: Subscribed on news
ru: Подписка на новости

source: or
ru: или

source: Profile
ru: Профиль

source: My puzzles
ru: Мои пазлы

source: Public profile
ru: Профиль

source: Save
ru: Сохранить

source: New one
ru: Добавить
